Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 正在定位一本可以立即朗读的书…
de: Ein Buch wird gesucht, das sofort vorgelesen werden kann …
en: Finding a book you can listen to right away…
es: Buscando un libro que puedas escuchar de inmediato…
fr: Recherche d’un livre à écouter immédiatement…
hi: तुरंत सुनने योग्य किताब ढूँढी जा रही है…
it: Ricerca di un libro da ascoltare subito…
ja: すぐに聴ける本を探しています…
pt_br: Procurando um livro para ouvir agora…

source: 正在边听边看…
de: Vorlesen und mitlesen …
en: Reading and listening…
es: Leyendo y escuchando…
fr: Lecture et suivi du texte…
hi: सुनते हुए पढ़ रहे हैं…
it: Lettura e ascolto…
ja: 音声と一緒に読んでいます…
pt_br: Lendo e ouvindo…

source: 点击后自动朗读 · 听满 30 秒完成首次激活
de: Nach dem Tippen startet das Vorlesen automatisch · Nach 30 Sekunden ist die erste Aktivierung abgeschlossen
en: Tap to start reading aloud automatically · Listen for 30 seconds to complete setup
es: Toca para iniciar la lectura automáticamente · Escucha 30 segundos para completar la activación inicial
fr: Touchez pour lancer automatiquement la lecture · Écoutez 30 secondes pour terminer la première activation
hi: टैप करते ही अपने-आप पढ़ना शुरू होगा · पहली सक्रियता पूरी करने के लिए 30 सेकंड सुनें
it: Tocca per avviare automaticamente la lettura · Ascolta 30 secondi per completare la prima attivazione
ja: タップすると自動で読み上げ · 30秒聴くと初回設定が完了
pt_br: Toque para iniciar a leitura automaticamente · Ouça por 30 segundos para concluir a primeira ativação

source: 登录 Amazon，读取你的 Kindle 书架
de: Bei Amazon anmelden und deine Kindle-Bibliothek laden
en: Sign in to Amazon to load your Kindle library
es: Inicia sesión en Amazon para cargar tu biblioteca Kindle
fr: Connectez-vous à Amazon pour charger votre bibliothèque Kindle
hi: अपनी Kindle लाइब्रेरी लोड करने के लिए Amazon में लॉगिन करें
it: Accedi ad Amazon per caricare la libreria Kindle
ja: AmazonにログインしてKindleライブラリを読み込む
pt_br: Entre na Amazon para carregar sua biblioteca Kindle

source: 登录发生在 Amazon 官方页面，CastReader 不会看到你的密码。
de: Die Anmeldung erfolgt auf der offiziellen Amazon-Seite. CastReader kann dein Passwort nicht sehen.
en: Sign-in takes place on Amazon’s official page. CastReader cannot see your password.
es: El inicio de sesión ocurre en la página oficial de Amazon. CastReader no puede ver tu contraseña.
fr: La connexion se fait sur la page officielle d’Amazon. CastReader ne peut pas voir votre mot de passe.
hi: लॉगिन Amazon के आधिकारिक पेज पर होता है। CastReader आपका पासवर्ड नहीं देख सकता।
it: L’accesso avviene sulla pagina ufficiale di Amazon. CastReader non può vedere la tua password.
ja: ログインはAmazonの公式ページで行われます。CastReaderにパスワードは見えません。
pt_br: O login acontece na página oficial da Amazon. O CastReader não pode ver sua senha.

source: 登录成功后会自动继续，无需再点按钮。
de: Nach erfolgreicher Anmeldung geht es automatisch weiter. Du musst nichts mehr antippen.
en: We’ll continue automatically after you sign in. No extra tap needed.
es: Continuaremos automáticamente cuando inicies sesión. No tendrás que tocar nada más.
fr: Après la connexion, nous continuerons automatiquement. Aucun autre bouton à toucher.
hi: लॉगिन के बाद हम अपने-आप आगे बढ़ेंगे। दोबारा टैप करने की ज़रूरत नहीं।
it: Dopo l’accesso continueremo automaticamente. Non serve toccare altro.
ja: ログイン後は自動で次へ進みます。追加のタップは不要です。
pt_br: Continuaremos automaticamente depois do login. Não é preciso tocar novamente.

source: 示例播放进度
de: Fortschritt der Beispielwiedergabe
en: Sample playback progress
es: Progreso de reproducción del ejemplo
fr: Progression de l’exemple audio
hi: उदाहरण प्लेबैक की प्रगति
it: Avanzamento della riproduzione di esempio
ja: サンプル再生の進行状況
pt_br: Progresso da reprodução do exemplo

source: 稍后
de: Später
en: Later
es: Más tarde
fr: Plus tard
hi: बाद में
it: Più tardi
ja: あとで
pt_br: Mais tarde

source: 已替你选好，也可以点其他书。
de: Wir haben bereits ein Buch ausgewählt. Tippe zum Wechseln auf ein anderes.
en: We’ve selected one for you. Tap another book to switch.
es: Ya hemos elegido uno. Toca otro libro para cambiar.
fr: Nous en avons déjà choisi un. Touchez un autre livre pour changer.
hi: हमने आपके लिए एक किताब चुन दी है। बदलने के लिए दूसरी किताब पर टैप करें।
it: Ne abbiamo già scelto uno. Tocca un altro libro per cambiare.
ja: 1冊選んであります。別の本をタップすると変更できます。
pt_br: Já escolhemos um. Toque em outro livro para trocar.

source: 系统已经替你选好，也可以稍后再换。
de: Wir haben bereits ein Buch für dich ausgewählt. Du kannst es später jederzeit ändern.
en: We’ve already chosen a book for you. You can change it later.
es: Ya hemos elegido un libro por ti. Puedes cambiarlo más adelante.
fr: Nous avons déjà choisi un livre pour vous. Vous pourrez le changer plus tard.
hi: हमने आपके लिए किताब चुन दी है। आप इसे बाद में बदल सकते हैं।
it: Abbiamo già scelto un libro per te. Potrai cambiarlo in seguito.
ja: 本はすでに選んであります。あとから変更できます。
pt_br: Já escolhemos um livro para você. É possível alterá-lo depois.

source: 继续到 Amazon 登录
de: Weiter zur Amazon-Anmeldung
en: Continue to Amazon sign-in
es: Continuar al inicio de sesión de Amazon
fr: Continuer vers la connexion Amazon
hi: Amazon लॉगिन पर जाएँ
it: Continua all’accesso Amazon
ja: Amazonログインへ進む
pt_br: Continuar para o login da Amazon

source: 试试 %@
de: %@ ausprobieren
en: Try %@
es: Probar %@
fr: Essayer %@
hi: %@ आज़माएँ
it: Prova %@
ja: %@を試す
pt_br: Experimentar %@

source: 跳过
de: Überspringen
en: Skip
es: Omitir
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
pt_br: Pular

source: 返回示例内容
de: Zurück zum Beispiel
en: Back to sample
es: Volver al ejemplo
fr: Retour à l’exemple
hi: उदाहरण पर लौटें
it: Torna all’esempio
ja: サンプルに戻る
pt_br: Voltar ao exemplo

source: 这个站点暂时没有找到可播放的书
de: In diesem Shop wurde vorerst kein abspielbares Buch gefunden
en: No playable books were found in this store yet
es: Aún no encontramos libros reproducibles en esta tienda
fr: Aucun livre lisible n’a encore été trouvé dans cette boutique
hi: इस स्टोर में अभी चलने योग्य किताब नहीं मिली
it: Nessun libro riproducibile trovato per ora in questo store
ja: このストアでは再生できる本がまだ見つかりません
pt_br: Ainda não encontramos livros reproduzíveis nesta loja

source: 这是 Amazon 官方页面。CastReader 看不到，也不会保存你的密码。
de: Dies ist die offizielle Amazon-Seite. CastReader kann dein Passwort weder sehen noch speichern.
en: This is Amazon’s official page. CastReader cannot see or save your password.
es: Esta es la página oficial de Amazon. CastReader no puede ver ni guardar tu contraseña.
fr: Ceci est la page officielle d’Amazon. CastReader ne peut ni voir ni enregistrer votre mot de passe.
hi: यह Amazon का आधिकारिक पेज है। CastReader आपका पासवर्ड न देख सकता है, न सहेज सकता है।
it: Questa è la pagina ufficiale di Amazon. CastReader non può vedere né salvare la tua password.
ja: これはAmazonの公式ページです。CastReaderがパスワードを見たり保存したりすることはありません。
pt_br: Esta é a página oficial da Amazon. O CastReader não pode ver nem salvar sua senha.

source: 连接 Kindle · 1/3
de: Kindle verbinden · 1/3
en: Connect Kindle · 1/3
es: Conectar Kindle · 1/3
fr: Connecter Kindle · 1/3
hi: Kindle कनेक्ट करें · 1/3
it: Collega Kindle · 1/3
ja: Kindleを接続 · 1/3
pt_br: Conectar Kindle · 1/3

source: 连接 Kindle · 2/3
de: Kindle verbinden · 2/3
en: Connect Kindle · 2/3
es: Conectar Kindle · 2/3
fr: Connecter Kindle · 2/3
hi: Kindle कनेक्ट करें · 2/3
it: Collega Kindle · 2/3
ja: Kindleを接続 · 2/3
pt_br: Conectar Kindle · 2/3

source: 连接 Kindle · 3/3
de: Kindle verbinden · 3/3
en: Connect Kindle · 3/3
es: Conectar Kindle · 3/3
fr: Connecter Kindle · 3/3
hi: Kindle कनेक्ट करें · 3/3
it: Collega Kindle · 3/3
ja: Kindleを接続 · 3/3
pt_br: Conectar Kindle · 3/3

source: 选择 Amazon 站点
de: Amazon-Shop auswählen
en: Select Amazon store
es: Seleccionar tienda de Amazon
fr: Choisir la boutique Amazon
hi: Amazon स्टोर चुनें
it: Seleziona store Amazon
ja: Amazonストアを選択
pt_br: Selecionar loja da Amazon

source: 重新扫描
de: Erneut scannen
en: Scan again
es: Volver a escanear
fr: Relancer l’analyse
hi: फिर से स्कैन करें
it: Scansiona di nuovo
ja: もう一度スキャン
pt_br: Escanear novamente

source: 书架为空
de: Bibliothek ist leer
en: Library is empty
es: La biblioteca está vacía
fr: La bibliothèque est vide
hi: लाइब्रेरी खाली है
it: La libreria è vuota
ja: ライブラリは空です
pt_br: A biblioteca está vazia

source: 扫描失败
de: Scan fehlgeschlagen
en: Scan failed
es: Error al escanear
fr: Échec de l’analyse
hi: स्कैन विफल रहा
it: Scansione non riuscita
ja: スキャンに失敗しました
pt_br: Falha ao escanear

source: 已完成
de: Abgeschlossen
en: Completed
es: Completado
fr: Terminé
hi: पूरा हुआ
it: Completato
ja: 完了
pt_br: Concluído

source: 正在扫描
de: Wird gescannt
en: Scanning
es: Escaneando
fr: Analyse en cours
hi: स्कैन किया जा रहा है
it: Scansione in corso
ja: スキャン中
pt_br: Escaneando

source: 正在播放
de: Wiedergabe läuft
en: Playing
es: Reproduciendo
fr: Lecture en cours
hi: चल रहा है
it: Riproduzione in corso
ja: 再生中
pt_br: Reproduzindo

source: 未播放
de: Noch nicht wiedergegeben
en: Not played
es: Sin reproducir
fr: Non lu
hi: नहीं चलाया गया
it: Non riprodotto
ja: 未再生
pt_br: Não reproduzido

source: 0 · 价值页
de: 0 · Mehrwert
en: 0 · Value
es: 0 · Valor
fr: 0 · Valeur
hi: 0 · महत्व
it: 0 · Valore
ja: 0 · 価値
pt_br: 0 · Valor

source: 把你的 Kindle 书变成有声书
de: Verwandle deine Kindle-Bücher in Hörbücher
en: Turn your Kindle books into audiobooks
es: Convierte tus libros Kindle en audiolibros
fr: Transformez vos livres Kindle en livres audio
hi: अपनी Kindle किताबों को ऑडियोबुक में बदलें
it: Trasforma i tuoi libri Kindle in audiolibri
ja: Kindle本をオーディオブックに
pt_br: Transforme seus livros Kindle em audiolivros

source: 只读选中部分
de: Nur Auswahl lesen
en: Read selection only
es: Leer solo la selección
fr: Lire la sélection
hi: केवल चयनित भाग पढ़ें
it: Leggi solo la selezione
ja: 選択部分のみ
pt_br: Ler só a seleção

source: 只需连接一次 Kindle，通勤、走路或眼睛想休息时，CastReader 就能为你朗读书籍。
de: Verbinde Kindle nur einmal. CastReader liest dir deine Bücher beim Pendeln, Spazierengehen oder Entspannen der Augen vor.
en: Connect Kindle once, then let CastReader read your books while you commute, walk, or rest your eyes.
es: Conecta Kindle una vez y CastReader leerá tus libros cuando viajes, camines o quieras descansar la vista.
fr: Connectez Kindle une seule fois, puis laissez CastReader lire vos livres pendant vos trajets, vos marches ou lorsque vos yeux se reposent.
hi: Kindle को बस एक बार कनेक्ट करें। सफ़र, चलते समय या आँखों को आराम देते हुए CastReader आपकी किताबें पढ़कर सुनाएगा।
it: Collega Kindle una sola volta e lascia che CastReader legga i tuoi libri mentre viaggi, cammini o riposi gli occhi.
ja: Kindleを一度接続するだけ。通勤中や歩いているとき、目を休めたいときにCastReaderが本を読み上げます。
pt_br: Conecte o Kindle uma vez e deixe o CastReader ler seus livros no trajeto, na caminhada ou enquanto você descansa os olhos.

source: 登录 Amazon 账号，同步 Kindle 书架，选一本就能开始朗读。
de: Melde dich bei deinem Amazon-Konto an, synchronisiere deine Kindle-Bibliothek und wähle ein Buch aus, um es dir vorlesen zu lassen.
en: Sign in to your Amazon account, sync your Kindle library, and choose a book to start listening.
es: Inicia sesión en tu cuenta de Amazon, sincroniza tu biblioteca Kindle y elige un libro para empezar a escucharlo.
fr: Connectez-vous à votre compte Amazon, synchronisez votre bibliothèque Kindle, puis choisissez un livre à écouter.
hi: अपने Amazon खाते में साइन इन करें, Kindle लाइब्रेरी सिंक करें और सुनना शुरू करने के लिए एक किताब चुनें।
it: Accedi al tuo account Amazon, sincronizza la libreria Kindle e scegli un libro da ascoltare.
ja: AmazonアカウントにログインしてKindleライブラリを同期。読み上げたい本を1冊選ぶだけです。
pt_br: Entre na sua conta Amazon, sincronize a biblioteca Kindle e escolha um livro para começar a ouvir.

source: 连接我的 Kindle
de: Meinen Kindle verbinden
en: Connect my Kindle
es: Conectar mi Kindle
fr: Connecter mon Kindle
hi: मेरा Kindle कनेक्ट करें
it: Collega il mio Kindle
ja: 自分のKindleを接続
pt_br: Conectar meu Kindle

source: 我没有 Kindle
de: Ich habe keinen Kindle
en: I don’t have a Kindle
es: No tengo Kindle
fr: Je n’ai pas de Kindle
hi: मेरे पास Kindle नहीं है
it: Non ho un Kindle
ja: Kindleを持っていません
pt_br: Não tenho Kindle

source: 1 · 选站
de: 1 · Shop wählen
en: 1 · Choose store
es: 1 · Elegir tienda
fr: 1 · Choisir la boutique
hi: 1 · स्टोर चुनें
it: 1 · Scegli lo store
ja: 1 · ストア選択
pt_br: 1 · Escolher loja

source: 你在哪个亚马逊买书？
de: Bei welchem Amazon-Shop kaufst du Bücher?
en: Which Amazon store do you buy books from?
es: ¿En qué tienda de Amazon compras libros?
fr: Sur quelle boutique Amazon achetez-vous vos livres ?
hi: आप किस Amazon स्टोर से किताबें खरीदते हैं?
it: Su quale store Amazon acquisti i libri?
ja: どのAmazonストアで本を購入していますか？
pt_br: Em qual loja da Amazon você compra livros?

source: %@（已按地区预选）
de: %@ (nach Region vorausgewählt)
en: %@ (preselected for your region)
es: %@ (preseleccionada según tu región)
fr: %@ (présélectionnée selon votre région)
hi: %@ (आपके क्षेत्र के अनुसार पहले से चुना गया)
it: %@ (preselezionato in base alla tua area)
ja: %@（地域に合わせて選択済み）
pt_br: %@ (pré-selecionada para sua região)

source: 就是这个
de: Genau dieser
en: This is the one
es: Esta es
fr: C’est celle-ci
hi: यही है
it: È questo
ja: これです
pt_br: É esta

# Capturing Kindle page...
source: 正在获取 Kindle 页面…
de: Kindle-Seite wird erfasst …
en: Capturing Kindle page...
es: Capturando la página de Kindle…
fr: Capture de la page Kindle…
hi: Kindle पेज कैप्चर किया जा रहा है…
it: Acquisizione della pagina Kindle…
ja: Kindleページを取得中…
pt_br: Capturando a página do Kindle…

# Explaining Kindle page...
source: 正在解读 Kindle 页面…
de: Kindle-Seite wird erklärt …
en: Explaining Kindle page...
es: Explicando la página de Kindle…
fr: Explication de la page Kindle…
hi: Kindle पेज की व्याख्या की जा रही है…
it: Spiegazione della pagina Kindle…
ja: Kindleページを解説中…
pt_br: Explicando a página do Kindle…

# Generating Kindle audio...
source: 正在生成 Kindle 音频…
de: Kindle-Audio wird erstellt …
en: Generating Kindle audio...
es: Generando audio de Kindle…
fr: Génération de l’audio Kindle…
hi: Kindle ऑडियो बनाया जा रहा है…
it: Generazione dell’audio Kindle…
ja: Kindleの音声を生成中…
pt_br: Gerando áudio do Kindle…

# Kindle explain
source: Kindle 解读
de: Kindle-Erklärung
en: Kindle explain
es: Explicación de Kindle
fr: Explication Kindle
hi: Kindle व्याख्या
it: Spiegazione Kindle
ja: Kindle解説
pt_br: Explicação do Kindle

# Kindle page is not ready
source: Kindle 页面尚未准备好
de: Kindle-Seite ist noch nicht bereit
en: Kindle page is not ready
es: La página de Kindle no está lista
fr: La page Kindle n’est pas prête
hi: Kindle पेज तैयार नहीं है
it: La pagina Kindle non è pronta
ja: Kindleページの準備ができていません
pt_br: A página do Kindle não está pronta

# Kindle page preparation failed
source: Kindle 页面准备失败
de: Kindle-Seite konnte nicht vorbereitet werden
en: Kindle page preparation failed
es: No se pudo preparar la página de Kindle
fr: Échec de la préparation de la page Kindle
hi: Kindle पेज तैयार नहीं हो सका
it: Impossibile preparare la pagina Kindle
ja: Kindleページを準備できませんでした
pt_br: Não foi possível preparar a página do Kindle

# Kindle page state is not ready.
source: Kindle 页面状态尚未准备好。
de: Der Status der Kindle-Seite ist noch nicht bereit.
en: Kindle page state is not ready.
es: El estado de la página de Kindle no está listo.
fr: L’état de la page Kindle n’est pas prêt.
hi: Kindle पेज की स्थिति तैयार नहीं है।
it: Lo stato della pagina Kindle non è pronto.
ja: Kindleページの状態がまだ準備できていません。
pt_br: O estado da página do Kindle não está pronto.

# Kindle read aloud
source: Kindle 朗读
de: Kindle vorlesen
en: Kindle read aloud
es: Lectura en voz alta de Kindle
fr: Lecture Kindle à voix haute
hi: Kindle ज़ोर से पढ़ें
it: Lettura Kindle ad alta voce
ja: Kindle読み上げ
pt_br: Leitura do Kindle em voz alta

# Kindle read preparation failed
source: Kindle 朗读准备失败
de: Kindle-Vorlesen konnte nicht vorbereitet werden
en: Kindle read preparation failed
es: No se pudo preparar la lectura de Kindle
fr: Échec de la préparation de la lecture Kindle
hi: Kindle पढ़ने की तैयारी विफल रही
it: Impossibile preparare la lettura Kindle
ja: Kindle読み上げを準備できませんでした
pt_br: Não foi possível preparar a leitura do Kindle

# Kindle source is out of sync
source: Kindle 内容不同步
de: Kindle-Inhalt ist nicht synchronisiert
en: Kindle source is out of sync
es: El contenido de Kindle no está sincronizado
fr: Le contenu Kindle n’est pas synchronisé
hi: Kindle सामग्री सिंक नहीं है
it: Il contenuto Kindle non è sincronizzato
ja: Kindleコンテンツが同期されていません
pt_br: O conteúdo do Kindle não está sincronizado

# Loading more Kindle pages...
source: 正在加载更多 Kindle 页面…
de: Weitere Kindle-Seiten werden geladen …
en: Loading more Kindle pages...
es: Cargando más páginas de Kindle…
fr: Chargement d’autres pages Kindle…
hi: और Kindle पेज लोड किए जा रहे हैं…
it: Caricamento di altre pagine Kindle…
ja: さらにKindleページを読み込み中…
pt_br: Carregando mais páginas do Kindle…

# Loading next Kindle page...
source: 正在加载下一页 Kindle 内容…
de: Nächste Kindle-Seite wird geladen …
en: Loading next Kindle page...
es: Cargando la siguiente página de Kindle…
fr: Chargement de la page Kindle suivante…
hi: अगला Kindle पेज लोड किया जा रहा है…
it: Caricamento della pagina Kindle successiva…
ja: 次のKindleページを読み込み中…
pt_br: Carregando a próxima página do Kindle…

# Need the Kindle page open to load more
source: 需要打开 Kindle 页面才能继续加载
de: Zum Nachladen muss die Kindle-Seite geöffnet sein
en: Need the Kindle page open to load more
es: Abre la página de Kindle para cargar más
fr: Ouvrez la page Kindle pour charger la suite
hi: आगे लोड करने के लिए Kindle पेज खुला रखें
it: Apri la pagina Kindle per caricare altro contenuto
ja: 続けて読み込むにはKindleページを開いてください
pt_br: Abra a página do Kindle para carregar mais

# No more loaded Kindle pages
source: 没有更多已加载的 Kindle 页面
de: Keine weiteren Kindle-Seiten geladen
en: No more loaded Kindle pages
es: No hay más páginas de Kindle cargadas
fr: Aucune autre page Kindle n’est chargée
hi: और कोई Kindle पेज लोड नहीं है
it: Non ci sono altre pagine Kindle caricate
ja: 読み込み済みのKindleページはもうありません
pt_br: Não há mais páginas do Kindle carregadas

# Open a Kindle book page, keep it visible for a moment, then retry.
source: 打开 Kindle 书籍页面，保持显示片刻，然后重试。
de: Öffne eine Kindle-Buchseite, lass sie einen Moment sichtbar und versuche es erneut.
en: Open a Kindle book page, keep it visible for a moment, then retry.
es: Abre una página de un libro Kindle, déjala visible un momento y vuelve a intentarlo.
fr: Ouvrez une page de livre Kindle, laissez-la visible un instant, puis réessayez.
hi: Kindle किताब का पेज खोलें, उसे कुछ देर दिखने दें, फिर कोशिश करें।
it: Apri una pagina di un libro Kindle, lasciala visibile per un momento e riprova.
ja: Kindle本のページを開いてしばらく表示したままにしてから、もう一度お試しください。
pt_br: Abra uma página de um livro Kindle, mantenha-a visível por alguns instantes e tente novamente.

# Planning Kindle explanation...
source: 正在规划 Kindle 解读…
de: Kindle-Erklärung wird geplant …
en: Planning Kindle explanation...
es: Planificando la explicación de Kindle…
fr: Planification de l’explication Kindle…
hi: Kindle व्याख्या की योजना बनाई जा रही है…
it: Pianificazione della spiegazione Kindle…
ja: Kindle解説を構成中…
pt_br: Planejando a explicação do Kindle…

# Preparing Kindle explain...
source: 正在准备 Kindle 解读…
de: Kindle-Erklärung wird vorbereitet …
en: Preparing Kindle explain...
es: Preparando la explicación de Kindle…
fr: Préparation de l’explication Kindle…
hi: Kindle व्याख्या तैयार की जा रही है…
it: Preparazione della spiegazione Kindle…
ja: Kindle解説を準備中…
pt_br: Preparando a explicação do Kindle…

# Preparing Kindle read aloud...
source: 正在准备 Kindle 朗读…
de: Kindle-Vorlesen wird vorbereitet …
en: Preparing Kindle read aloud...
es: Preparando la lectura de Kindle…
fr: Préparation de la lecture Kindle…
hi: Kindle पढ़ना तैयार किया जा रहा है…
it: Preparazione della lettura Kindle…
ja: Kindle読み上げを準備中…
pt_br: Preparando a leitura do Kindle…

# Preparing explanation...
source: 正在准备解读…
de: Erklärung wird vorbereitet …
en: Preparing explanation...
es: Preparando la explicación…
fr: Préparation de l’explication…
hi: व्याख्या तैयार की जा रही है…
it: Preparazione della spiegazione…
ja: 解説を準備中…
pt_br: Preparando a explicação…

# Preparing more Kindle pages...
source: 正在准备更多 Kindle 页面…
de: Weitere Kindle-Seiten werden vorbereitet …
en: Preparing more Kindle pages...
es: Preparando más páginas de Kindle…
fr: Préparation d’autres pages Kindle…
hi: और Kindle पेज तैयार किए जा रहे हैं…
it: Preparazione di altre pagine Kindle…
ja: さらにKindleページを準備中…
pt_br: Preparando mais páginas do Kindle…

# Reading Kindle page...
source: 正在读取 Kindle 页面…
de: Kindle-Seite wird gelesen …
en: Reading Kindle page...
es: Leyendo la página de Kindle…
fr: Lecture de la page Kindle…
hi: Kindle पेज पढ़ा जा रहा है…
it: Lettura della pagina Kindle…
ja: Kindleページを読み取り中…
pt_br: Lendo a página do Kindle…

# Recognizing Kindle text...
source: 正在识别 Kindle 文字…
de: Kindle-Text wird erkannt …
en: Recognizing Kindle text...
es: Reconociendo el texto de Kindle…
fr: Reconnaissance du texte Kindle…
hi: Kindle टेक्स्ट पहचाना जा रहा है…
it: Riconoscimento del testo Kindle…
ja: Kindleのテキストを認識中…
pt_br: Reconhecendo o texto do Kindle…

# Waiting for Kindle to load more pages.
source: 正在等待 Kindle 加载更多页面。
de: Warten, bis Kindle weitere Seiten lädt.
en: Waiting for Kindle to load more pages.
es: Esperando a que Kindle cargue más páginas.
fr: En attente du chargement d’autres pages par Kindle.
hi: Kindle के और पेज लोड होने की प्रतीक्षा है।
it: In attesa che Kindle carichi altre pagine.
ja: Kindleがさらにページを読み込むのを待っています。
pt_br: Aguardando o Kindle carregar mais páginas.

# Waiting for more Kindle pages
source: 正在等待更多 Kindle 页面
de: Warten auf weitere Kindle-Seiten
en: Waiting for more Kindle pages
es: Esperando más páginas de Kindle
fr: En attente d’autres pages Kindle
hi: और Kindle पेज की प्रतीक्षा है
it: In attesa di altre pagine Kindle
ja: さらにKindleページを待っています
pt_br: Aguardando mais páginas do Kindle

source: 免费朗读额度已用完。
de: Dein kostenloses Vorlesekontingent ist aufgebraucht.
en: Your free Read Aloud allowance has been used up.
es: Has agotado tu cupo gratuito de lectura en voz alta.
fr: Votre quota gratuit de lecture à voix haute est épuisé.
hi: आपका मुफ़्त ज़ोर से पढ़ने का कोटा खत्म हो गया है।
it: Hai esaurito la quota gratuita di lettura ad alta voce.
ja: 無料の読み上げ枠を使い切りました。
pt_br: Sua cota gratuita de leitura em voz alta acabou.

source: 已读完这本书。
de: Du hast dieses Buch zu Ende gelesen.
en: You’ve finished this book.
es: Has terminado este libro.
fr: Vous avez terminé ce livre.
hi: आपने यह किताब पूरी कर ली है।
it: Hai finito questo libro.
ja: この本を読み終えました。
pt_br: Você terminou este livro.

source: Cookie 提示已关闭，点击播放即可继续。
de: Der Cookie-Hinweis wurde geschlossen. Tippe zum Fortfahren auf die Wiedergabetaste.
en: The cookie prompt has been closed. Tap Play to continue.
es: El aviso de cookies se ha cerrado. Toca Reproducir para continuar.
fr: La bannière de cookies a été fermée. Appuyez sur Lecture pour continuer.
hi: कुकी सूचना बंद हो गई है। जारी रखने के लिए चलाएँ पर टैप करें।
it: L'avviso sui cookie è stato chiuso. Tocca Riproduci per continuare.
ja: Cookie の案内を閉じました。再生をタップすると続けられます。
pt_br: O aviso de cookies foi fechado. Toque em Reproduzir para continuar.

source: Kindle 书籍入口已失效，请重新同步书架。
de: Der Link zu diesem Kindle-Buch ist nicht mehr gültig. Synchronisiere deine Bibliothek erneut.
en: This Kindle book link is no longer valid. Sync your library again.
es: El enlace de este libro de Kindle ya no es válido. Vuelve a sincronizar tu biblioteca.
fr: Le lien de ce livre Kindle n’est plus valide. Synchronisez à nouveau votre bibliothèque.
hi: इस Kindle किताब का लिंक अब मान्य नहीं है। अपनी लाइब्रेरी फिर से सिंक करें।
it: Il link a questo libro Kindle non è più valido. Sincronizza di nuovo la libreria.
ja: この Kindle 本のリンクは無効です。ライブラリを再同期してください。
pt_br: O link deste livro do Kindle não é mais válido. Sincronize sua biblioteca novamente.
